# 1) შექმენით 2 ცვლადი, სახელად num1 და num2, შემდეგ შექმენით მესამე ცვლადი,
# სახელად sum (ჯამი), რომელიც შეინახავს ამ ორი ცვლადის ჯამს, საბოლოოდ დაპრინტეთ ცვლადი, sum.

num1 = 5
num2 = 20

sum = num1 + num2 # 25

print(sum)

# 2) შექმენით ცვლადი სახელად price (ფასი), რომელიც თავიდანვე უდრის 50,
# შემდეგ გაანახლეთ ამ ცვლადის მნიშვნელობა, და გახადეთ 80. საბოლოოდ დაპრინტეთ ცვლადი, price

price = 50
price = 80
print(price) # 80

# 3) კომენტარის სახით ახსენი, თუ რა არის debugging

# debugging არის შეცდომების შესწორება