# == ოპერატორი (ტოლია)
print("5 == 5:", 5 == 5)        # True
print("5 == 3:", 5 == 3)        # False

# != ოპერატორი (არ არის ტოლი)
print("5 != 3:", 5 != 3)        # True
print("5 != 5:", 5 != 5)        # False

# > ოპერატორი (მეტია)
print("7 > 3:", 7 > 3)          # True
print("3 > 7:", 3 > 7)          # False

# < ოპერატორი (ნაკლებია)
print("2 < 5:", 2 < 5)          # True
print("5 < 2:", 5 < 2)          # False

# >= ოპერატორი (მეტია ან ტოლი)
print("5 >= 5:", 5 >= 5)        # True
print("3 >= 5:", 3 >= 5)        # False

# <= ოპერატორი (ნაკლებია ან ტოლი)
print("3 <= 4:", 3 <= 4)        # True
print("5 <= 4:", 5 <= 4)        # False
